app/controllers/movies_controller.rb

INSERT INTO "movies" ("title", "rating", "release_date", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["title", "adsfasdfasfd"], ["rating", "G"], ["release_date", "2015-08-02 00:00:00.000000"], ["created_at", "2015-08-02 04:16:40.866960"], ["updated_at", "2015-08-02 04:16:40.866960"]]
---
  def create
    @movie = Movie.create!(params[:movie])